[
            {
                "Title" : "விவசாயம்",
                "content" : "இந்தியாவில் விவசாயம் என்பது பெரும்பான்மையான மக்களின் வாழ்வாதாரமாகும், இதை ஒருபோதும் குறைத்து மதிப்பிட முடியாது. மொத்த உள்நாட்டு உற்பத்தியில் (மொத்த உள்நாட்டு உற்பத்தியில்) அதன் பங்களிப்பு 20 சதவீதத்திற்கும் குறைந்துவிட்டாலும், பிற துறைகளின் பங்களிப்பு விரைவான விகிதத்தில் அதிகரித்துள்ள போதிலும், விவசாய உற்பத்தி வளர்ந்துவிட்டது. இது எங்களை தன்னிறைவு அடைந்து, சுதந்திரத்திற்குப் பிறகு உணவுக்காக பிச்சை எடுக்கும் கிண்ணமாக இருந்து வேளாண்மை மற்றும் அதனுடன் தொடர்புடைய பொருட்களின் நிகர ஏற்றுமதியாளருக்கு அழைத்துச் சென்றது. இந்தியாவின் விவசாயம் பல பயிர்களால் ஆனது, இதில் முதன்மையான உணவுப் பொருட்கள் அரிசி மற்றும் கோதுமை. இந்திய விவசாயிகள் பருப்பு வகைகள், உருளைக்கிழங்கு, கரும்பு, எண்ணெய் வித்துக்கள் மற்றும் பருத்தி, தேநீர், காபி, ரப்பர் மற்றும் சணல் போன்ற உணவு அல்லாத பொருட்களையும் (பர்லாப் மற்றும் கயிறு தயாரிக்கப் பயன்படும் பளபளப்பான நார்) வளர்க்கிறார்கள். இந்தியா ஒரு மீன்வள நிறுவனமாகும். ஆண்டுக்கு சுமார் 3 மில்லியன் மெட்ரிக் டன் பிடிப்பு உலகின் முதல் 10 மீன்பிடி நாடுகளில் இந்தியாவை கொண்டுள்ளது. எவ்வாறாயினும், விவசாயத் துறையின் மிகப்பெரிய அளவு இருந்தபோதிலும், சர்வதேச தரங்களுடன் ஒப்பிடும்போது இந்தியாவில் ஒரு ஹெக்டேர் பயிர்களுக்கு மகசூல் பொதுவாக குறைவாகவே உள்ளது. முறையற்ற நீர் மேலாண்மை என்பது இந்தியாவின் விவசாயத்தை பாதிக்கும் மற்றொரு பிரச்சினை. உதாரணமாக, நீர் பற்றாக்குறை மற்றும் சுற்றுச்சூழல் நெருக்கடிகள் அதிகரிக்கும் நேரத்தில், இந்தியாவில் நெல் பயிர் விகிதாச்சாரமாக அதிக அளவு நீர் ஒதுக்கப்படுகிறது.",
                "language" : "ta"
            },
            {
                "Title" : "Agriculture",
                "content" : "Agriculture in India is a livelihood for a majority of the population and can never be underestimated.Although its contribution to the gross domestic product (GDP) has reduced to less than 20 percent and the contribution of other sectors increased at a faster rate, agricultural production has grown. This has made us self-sufficient and taken us from being a begging bowl for food after independence to a net exporter of agriculture and allied products.India's agriculture is composed of many crops, with the foremost food staples being rice and wheat. Indian farmers also grow pulses, potatoes, sugarcane, oilseeds, and such non-food items as cotton, tea, coffee, rubber, and jute (a glossy fiber used to make burlap and twine). India is a fisheries giant as well. A total catch of about 3 million metric tons annually ranks India among the world's top 10 fishing nations. Despite the overwhelming size of the agricultural sector, however, yields per hectare of crops in India are generally low compared to international standards. Improper water management is another problem affecting India's agriculture. At a time of increasing water shortages and environmental crises, for example, the rice crop in India is allocated disproportionately high amounts of water.",
                "language" : "en"
            }
]